Jerry-ESP/esp-matter/examples/controller/sdkconfig.defaults.esp32s3
CONFIG_IDF_TARGET="esp32s3"

# Enable ble controller
CONFIG_ENABLE_ESP32_BLE_CONTROLLER=y

# Disable using ble for commissioning
CONFIG_USE_BLE_ONLY_FOR_COMMISSIONING=n

# Disable Matter server
CONFIG_ESP_MATTER_ENABLE_MATTER_SERVER=n

CONFIG_DEFAULT_WIFI_SSID="ESP_Factory"
CONFIG_DEFAULT_WIFI_PASSWORD="Factory123"

CONFIG_SPIFFS_ATTESTATION_TRUST_STORE=y

